# PoundForceFeetPerFoot Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..PoundForceFeetPerFoot Property
UnitTypeId Class See Also
---
Pound force feet per foot.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId PoundForceFeetPerFoot { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property PoundForceFeetPerFoot As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ PoundForceFeetPerFoot {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace